{
    "wappu-greetings": "Hauskaa Wappua eli Wapundeerusta!",
    "main-info": "Tältä sivulta löydät kaikki tarvittavat tiedot vuoden 2025 Teekkariwapusta ja siitä kunnialla selviämiseen. Wappu pärähtää käyntiin X.4. Pönkelijulkkareilla ja Wapunaloitusbileillä ja jatkuu läpi huhtikuun aina Wapunpäivään 1.5. asti. Wapunajan jokaiselle päivälle on luvassa monipuolista ohjelmaa aina vuoden railakkaimmista sitseistä terapeuttisiin hyvinvointipäiviin.",
    "info-channels": "Tämän sivun lisäksi tapahtumista jaetaan myös ajankohtaista tietoa Telegramissa ja Instagramissa, ja näihin kanaviin kannattaa ehdottomasti liittyä samantien.",
    "telegram-name": "Wappu-Telegram",
    "telegram-link": "https://t.me/+oDPMLRSH0eJiNTU0/",
    "instagram-name": "Wappu-Instagram",
    "instagram-link": "https://instagram.com/teekkariwappu/",
    "wappupassi-info": "Wapun aikana käytössä on perinteinen Wappupassi, johon passin haltija voi kerätä leimoja wapputapahtumista hattupäisiltä Wappukomissaareilta. Täytettyä passia vastaan saa lunastettua itselleen Wappuputki-haalarimerkkejä 1.5. pidettävältä Wappupiknikiltä ja kasteessa. Mitä enemmän tapahtumaleimoja keräät, sitä enemmän Wappuputkia ansaitset eli passia kannattaa höylätä ahkerasti!",
    "wappuputki-text": "Wappuputki-merkkejä voi ansaita seuraavanlaisesti",
    "wappuputki-one": "X leimaa: 1 merkki\n",
    "wappuputki-two": "X leimaa: 2 merkkiä\n",
    "wappuputki-three": "X leimaa: 3 merkkiä\n",
    "wappuputki-four": "X leimaa: 4 merkkiä\n",
    "wappupassi-price": "Wappupassin saa hankittua itselleen 5€ hintaan kalastajahattuisilta Wappukomissaareilta kaikissa wapputapahtumissa MobilePayllä.",
    "wapputoimikunta-regards": "Loistokasta Wappua toivottaa,\nWapputoimikunta",
    "problematic-situations-header": "Ongelmatilannelomake",
    "problematic-situations-info": "Teekkariwapun tapahtumissa noudatetaan TYYn turvallisen tilan periaatteita. Nämä ovat luettavissa osoitteessa",
    "problematic-situations-info-link": "https://www.tyy.fi/fi/node/11133",
    "problematic-situations-info2": "Tällä lomakkeella voit ilmoittaa Teekkariwapun aikana kokemastasi häirinnästä, kiusaamisesta, ahdistelusta tai muusta yhdenvertaisuuden toteutumiseen liittyvästä ongelmasta. Teekkariwapun häirintäyhdyshenkilö vastaavat sekä wappukeisari käsittelevät lomakkeet luottamuksellisesti.",
    "problematic-situations-form-text": "Ongelmatilannelomake",
    "problematic-situations-form": "https://forms.gle/pfpVYou3qVMtjbpT7",
    "no-events": "Ei tapahtumia!",
    "events-today": "Tapahtuma(t) tänään",
    "upcoming-events": "Tulevat tapahtumat",
    "past-events": "Menneet tapahtumat"
}